---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.OrdinateDimSetting
source: html/2416e75c-089d-54e2-5275-f925d9d83afb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.OrdinateDimSetting Property

"Ordinate Dimension Settings"

## Syntax (C#)
```csharp
public static ForgeTypeId OrdinateDimSetting { get; }
```